# -*- coding: utf8 -*-
"""
Автор: crypto_coding
Дата создания: 24.08.2024
"""
import config

welcome_message = '''<b>✦ Добро пожаловать, {username}! ✦</b>

💬 <i>Рады видеть вас в нашем боте.</i>
🎉 <i>В данном боте вы можете предложить мем или новость!</i>'''

mem_text = '''<b>😀 Предложите свой мем</b>'''

news_text = '''<b>🆕 Предложите свою новость</b>'''

state_text = '''<b>😮 Отправьте свой контент в чат, для отмены нажмите соответствующую кнопку</b>'''

info = f'''<b>🗣 Связаться с администратором:
Telegram: {config.admin_tg}</b>
'''
